// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Cartucce originali HP utilizzate in precedenza installate";
HSD__65554__EventHeaderDescription = "Cartucce originali HP utilizzate in precedenza installate.";

// Non-HP
HSD__65559__EventTitle = "Cartucce non-HP installate";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Se ritieni di aver acquistato cartucce d'inchiostro originali HP, visita il nostro sito: HSD_LINK:HSDAnticounterfeitLink per maggiori informazioni o per segnalare una frode.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Grazie per aver installato cartucce originali HP!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Allineamento consigliato";
HSD__65569__EventDescription = "HSD_TEXT:Per una qualità di stampa migliore, allineare le nuove cartucce o testine.
Per iniziare il processo, fare clic su HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Rilevata cartuccia usata, rigenerata o contraffatta";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Formato carta più grande del previsto";
HSD__65716__EventDescription = "HSD_TEXT:Il formato di carta rilevato dai sensori della stampante è maggiore del formato di carta selezionato nel software.
Per continuare a stampare su questa carta, fare clic su HSDOKButton per continuare.
Per cambiare carta, procedere, quindi inviare di nuovo il processo di stampa.
Per annullare il processo di stampa, fare clic su HSDCancelPrintButton.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Formato carta più piccolo del previsto";
HSD__65717__EventDescription = "Il formato carta rilevato dai sensori della stampante è minore del formato carta selezionato dal software.
Se la carta caricata nella stampante è del formato corretto, modificare il formato selezionato nel software in uso e inviare nuovamente il processo di stampa.
Il processo di stampa viene annullato.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Caricare la carta nella stampante";
HSD__65921__EventDescription = "HSD_TEXT:La carta nella stampante è esaurita. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Problema al sistema di stampa";
HSD__65935__EventDescription = "HSD_TEXT:La funzionalità di stampa è disabilitata. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:La stampante ha rilevato un problema. Controllare all'interno della stampante e rimuovere eventuali fogli inceppati o altri ostacoli.
Se il problema persiste, contattare l'amministratore o il supporto tecnico.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Manutenzione della stampante";
HSD__65953__EventDescription = "La stampante non è grado di stampare a causa della sostituzione in corso di un componente interno. Una volta terminata la sostituzione, la stampa può riprendere.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Parte della stampante necessita di un intervento di riparazione, pertanto alcune funzionalità della stampante potrebbero risultare limitate o non disponibili. Tuttavia, è comunque possibile stampare.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Errore di comunicazione";
HSD__65983__EventDescription = "HSD_TEXT:Si è verificato un errore di comunicazione interno nel modulo fax. HSDContactSupport

Nota: è possibile continuare a usare le funzionalità di stampa, copia e scansione.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Inceppamento della carta";
HSD__65987__EventDescription = "Vedi il pannello di controllo della stampante per le istruzioni su come eliminare l'inceppamento.";

// No faxes in memory
HSD__66000__EventDescription = "Non è possibile stampare nuovamente i fax ricevuti perché non ci sono al momento fax salvati nella memoria della stampante.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:Non è possibile stampare nuovamente i fax ricevuti perché non ci sono al momento fax salvati nella memoria della stampante.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Per inviare fax a colori, attivare la Modalità di correzione errore (ECM). HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Per registrarsi di nuovo, visitare il sito del programma HP Instant Ink (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Al termine del ciclo di fatturazione in corso, le cartucce indicate installate nella stampante smetteranno di funzionare. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Azione richiesta";
HSD__66011__EventDescription = "\"E\" e \"9\" stanno lampeggiando sul display del pannello di controllo. Per risolvere questo messaggio, aprire e chiudere completamente e rapidamente lo sportello di accesso alle testine di stampa. Per maggiori informazioni, vedere la pagina appena stampata dalla stampante.

Nota: questa condizione si verifica solamente dopo elevati volumi di stampa, quando l'accumulo di inchiostro può iniziare a intaccare la qualità di stampa.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "Toner protetto HP installato";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "Tamburo protetto HP installato";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Toner in esaurimento";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Tamburo in esaurimento";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Toner mancante";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Tamburo mancante";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Toner quasi esaurito";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Tamburo quasi esaurito";

// Door Open (Front)
HSD__75025__EventTitle = "Sportello anteriore aperto";

// Door Open (Rear)
HSD__75026__EventTitle = "Sportello posteriore aperto";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Errore memoria materiale di consumo sul toner";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Errore memoria materiale di consumo sul tamburo";

// Defective Memory
HSD__75032__EventTitle = "Errore memoria materiale di consumo";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Toner installato";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Tamburo installato";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Toner incompatibile";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Tamburo incompatibile";

// Incorrect Cartridge
HSD__75045__EventTitle = "Cartuccia errata nell'alloggiamento";
HSD__75045__EventDescription = "Togliere la cartuccia e reinserirla assicurandosi che sia nella posizione corretta.";

// Insufficient Memory
HSD__75060__EventTitle = "Memoria stampante insufficiente";
HSD__75060__EventDescription = "Memoria della stampante esaurita. Il processo di stampa è stato annullato.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Inceppamento carta nel vassoio";
HSD__75065__EventDescription = "Rimuovere eventuali ostruzioni nella stampante o eventuali oggetti che bloccano il vassoio.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Inceppamento carta nel fusibile";
HSD__75066__EventDescription = "Rimuovere eventuali ostruzioni nella stampante o eventuali oggetti che bloccano il fusibile o la cartuccia.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Inceppamento carta nel vassoio di uscita";
HSD__75067__EventDescription = "Rimuovere eventuali ostruzioni nella stampante o eventuali oggetti che bloccano i vassoi di uscita.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Inceppamento carta nell'unità fronte/retro";
HSD__75068__EventDescription = "Rimuovere eventuali ostruzioni nella stampante o eventuali oggetti che bloccano l'unità fronte/retro.";

// lightPipeBlocked
HSD__75070__EventTitle = "Errore sensore cartuccia";
HSD__75070__EventDescription = "La guida luminosa usata per rilevare il toner nella cartuccia non funziona; questo problema causa l'interruzione della stampa.

Controllare l'area del sensore della cartuccia e rimuovere gli oggetti che bloccano il sensore della guida luminosa.";

// Manual Duplex
HSD__75075__EventTitle = "Fronte/retro manuale";
HSD__75075__EventDescription = "HSD_TEXT:Un messaggio o segnale apparirà sul pannello di controllo del dispositivo. Individuare la posizione della carta. Inserire la carta nel vassoio corretto. Premere il pulsante HSDOKButton/HSDResumeButton sul dispositivo per continuare.";

// Manually Feed
HSD__75080__EventTitle = "Carta alimentata manualmente";
HSD__75080__EventDescription = "HSD_TEXT:Caricare la carta richiesta nel cassetto oppure premere il pulsante HSDOKButton/HSDResumeButton sul dispositivo per utilizzare la carta disponibile.";

// Paper mount
HSD__75085__EventTitle = "Dimensioni carta non corrispondenti";
HSD__75085__EventDescription = "HSD_TEXT:Le dimensioni della carta disponibile nel vassoio non corrispondono alle dimensioni selezionate nel software.

Se la carta caricata nella stampante ha le dimensioni corrette, modificare le dimensioni selezionate nel software e inviare nuovamente il processo di stampa.

Se la carta caricata nella stampante non ha le dimensioni corrette, introdurre carta delle dimensioni corrette.

Se si desidera continuare a stampare usando questa carta, fare clic sul pulsante HSDOKButton o HSDResumeButton nel pannello di controllo della stampante per continuare.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "È probabile che la memoria del toner sia mancante";

// Missing Memory (Drum)
HSD__75096__EventTitle = "È probabile che la memoria del tamburo sia mancante";

// Mpacco Active
HSD__75100__EventTitle = "Sostituire la cartuccia di stampa nera";
HSD__75100__EventDescription = "HSD_TEXT:La stampante è stata configurata per stampare usando solamente il nero quando il livello del materiale di consumo a colori è molto basso. Il materiale di consumo a colori potrebbe essere ancora in grado di produrre stampe di qualità accettabile. Per stampare a colori, sostituire il materiale di consumo a colori o riconfigurare la stampante.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Toner non autorizzato";

// Unauthorized Drum
HSD__75106__EventTitle = "Tamburo non autorizzato";

// Printer Error
HSD__75115__EventTitle = "Errore stampante";
HSD__75115__EventDescription = "Si è verificato un errore critico della stampante. Impossibile stampare.";

// Printer Mispick
HSD__75120__EventTitle = "Prelievo errato stampante";
HSD__75120__EventDescription = "HSD_TEXT:Nessun prelievo di carta. Premere il pulsante HSDOKButton o HSDResumeButton nel pannello di controllo della stampante per continuare.";

// Print Failure
HSD__75125__EventTitle = "Malfunzionamento stampante";
HSD__75125__EventDescription = "Si è verificato un problema con la stampante o con il sistema di stampa. Spegnere poi riaccendere la stampante.

Se si visualizza nuovamente questo messaggio, contattare HP.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Sostituire toner";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Sostituire tamburo";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Carta esaurita";
HSD__75170__EventDescription = "Carta esaurita.
Caricare la carta nel vassoio corretto.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Carta esaurita nel vassoio 2";
HSD__75171__EventDescription = "Caricare carta nel vassoio 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Dimensioni carta non corrispondenti";
HSD__75175__EventDescription = "HSD_TEXT:Le dimensioni della carta rilevate dal sensore della stampante non corrispondono alle dimensioni specificate per il vassoio.

Se la carta caricata nella stampante ha le dimensioni corrette, modificare le dimensioni specificate per il vassoio nel pannello di controllo della stampante o in HSD_KEYED_LINK:HSDTraysConfigurationLink e inviare nuovamente il processo di stampa.

Se la carta caricata nella stampante non ha le dimensioni corrette, introdurre carta delle dimensioni corrette.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Toner installato usato o contraffatto";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Tamburo installato usato o contraffatto";

// Over filled detection
HSD__75195__EventTitle = "Caricata troppa carta";
HSD__75195__EventDescription = "HSD_TEXT:Assicurarsi che la carta sia al di sotto della linea della pila di carta riportata sul vassoio. Fare clic su HSDOKButton/HSDResumeButton sul pannello di controllo per continuare.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Inchiostro insufficiente";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Carta in esaurimento";
HSD__65920_65940__EventDescription = "HSD_TEXT:La stampante sta per esaurire la carta. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Problema stampante";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Si è verificato un problema con il sistema di stampa. Riavviare la stampante e riprovare.
Se il problema persiste, contattare l'assistenza.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "La stampante richiede assistenza";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Si è verificato un problema della stampante. Tuttavia, è ancora possibile stampare.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Si è verificato un problema della stampante e la stampa non è disponibile.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Problema fax";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "Registrazione HP Instant Ink annullata";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Le cartucce sopra elencate possono essere usate solo nella stampante originariamente utilizzata per proteggerle tramite la funzione HP Cartridge Protection e devono essere sostituite.

La funzione HP Cartridge Protection consente all'utente di impostare le cartucce HP installate nella propria stampante di modo che funzionino unicamente in quella stampante.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:Le cartucce indicate sono in esaurimento.

Non occorre sostituirle ora.

HP raccomanda di tenere le cartucce sostitutive a disposizione per quando sarà necessario sostituire le cartucce esaurite.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Le cartucce sopra elencate risultano mancanti, non sono state rilevate o non sono state installate correttamente.

Se le cartucce sono presenti, rimuoverle e installarle correttamente.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "Per procedere con la stampa, lo sportello o coperchio deve essere chiuso.

Verificare che sia chiuso correttamente.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:La stampante non è in grado di rilevare la memoria della cartuccia sopra indicata. La memoria della cartuccia è corrotta oppure non è possibile comunicare con la cartuccia.

È necessario sostituire la cartuccia.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Il software può autenticare le cartucce tramite un servizio online. Tuttavia, al momento non è possibile collegarsi a internet.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Le cartucce sopra elencate non sono destinate all'utilizzo in questa stampante in base alla configurazione attuale.

Consultare la guida della stampante.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:La stampante non è in grado di rilevare la memoria della cartuccia sopra indicata.

Provare a reinstallare la cartuccia. Se il problema si verifica nuovamente, è necessario sostituire la cartuccia.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:L'amministratore ha configurato questo prodotto affinché utilizzi solo materiali di consumo HP originali. Per continuare a stampare è necessario sostituire la cartuccia. Se si ritiene di aver acquistato materiali di consumo HP originali, visitare HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Le cartucce sopra elencate sono quasi esaurite; per continuare a stampare, è necessario sostituirle.

HP raccomanda di non rimuovere la cartuccia finché non si ha a disposizione una cartuccia sostitutiva pronta da installare.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:È stato installato un materiale di consumo usato. Se si ritiene di aver acquistato materiali di consumo HP originali, visitare HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Eventuali interventi di riparazione sulla stampante causati dall'utilizzo di materiali di consumo usati non sono coperti da garanzia. Lo stato dei materiali di consumo e le relative funzioni non saranno disponibili.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "Per risultati di stampa ottimali, HP consiglia la carta ColorLok®.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "La registrazione al servizio HP Instant Ink è stata annullata.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "Servizio di sostituzione inchiostro";
HSDSaveInkString = "Risparmia fino al 50% d'inchiostro*";
HSDInstantInkDisclaimersLink = "*Dichiarazioni di non resposanbilità di HP Instant Ink.";
HSDOriginalInkString = "Inchiostro originale HP ordinato dalla stampante e consegnato direttamente a destinazione.";
HSDSendInkNowString = "Fare clic su Spedisci l'inchiostro adesso per saperne di più e registrarsi.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP offre un altro utile sistema per ottenere gli inchiostri...";
HSDShopForSuppliesText = "Fare clic su Acquista inchiostro per ordinare cartucce di inchiostro originali HP in modo facile e veloce tramite HP SureSupply.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP consiglia di tenere a disposizione una cartuccia sostitutiva da installare quando la qualità di stampa non è più accettabile.";
HSDCartridgeRecycleDescription = "HSD_TEXT:Dopo aver rimosso le cartucce esaurite, è possibile trovare informazioni su come riciclarle all'indirizzo: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:Per ordinare una cartuccia sostitutiva originale HP, fare clic su HSDBuyNowButton.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP non può garantire la qualità o l'affidabilità dei materiali di consumo non-HP.
L'assistenza o le riparazioni della stampante dovute all'utilizzo di materiali di consumo non-HP non sono coperte dalla garanzia.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Le cartucce quasi esaurite potrebbero ridurre la qualità di stampa.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Vantaggi dell'inchiostro originale HP";
HSD__warning__OriginalHPInkAdvantagesTitle = "I vantaggi dell'inchiostro originale HP non sono garantiti";
HSDProvenReliabilityTitle = "Affidabilità comprovata";
HSDEfficientPerformanceTitle = "Prestazioni efficienti";
HSDExceptionalQualityTitle = "Qualità eccezionale";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:Si consiglia di eseguire un allineamento. Fai clic su \"HSDAlignButton\" per allineare le nuove cartuccia installate.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Per annullare il processo di stampa, premere il pulsante HSDCancelButton (X) sulla stampante.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Per maggiori informazioni, consultare il pannello di controllo della stampante o contattare l'assistenza.";
HSDSeeFrontPanel = "Per ulteriori informazioni, consultare il pannello frontale.";
HSDSeeControlPanel = "Per maggiori informazioni, consultare il pannello di controllo della stampante.";

// Support
HSDContactSupport = "Contattare l'assistenza.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Annulla";
HSDResumeButton = "Resume";
HSDCancelPrintButton = "Annulla stampa";
HSDCloseButton = "Chiudi";
HSDBuyNowButton = "Compra ora";
HSDSendInkNowButton = "Spedisci l'inchiostro adesso";
HSDShopForSuppliesButton = "Acquista inchiostro";
HSDEstimatedInkLevelsLink = "Livelli di inchiostro stimati";
HSDEstimatedCartridgeLevelsLink = "Livelli cartucce stimati";
HSDAuthenticateLaterButton = "Autentica successivamente";
HSDDoNotAuthenticateButton = "Non autenticare";
HSDAlignButton = "Allinea";
HSDDoNotAlignButton = "Non allineare";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Configurazione vassoi";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Ciano [C]";
"magenta" = "Magenta [M]";
"yellow" = "Giallo [Y]";
"black" = "Nero [K]";
"red" = "Rosso [R]";
"green" = "Verde [G]";
"blue" = "Blu [B]";
"lightcyan" = "Ciano chiaro [LC]";
"lightmagenta" = "Magenta chiaro [LM]";
"orange" = "Arancione [O]";
"gray" = "Grigio [G]";
"lightgray" = "Grigio chiaro [LG]";
"darkgray" = "Grigio scuro [DG]";
"photoblack" = "Nero foto [PK]";
"matteblack" = "Nero opaco [MK]";
"glossenhancer" = "Funzione di ottimizzazione lucido";
"violet" = "Lilla [V]";
"gold" = "Oro [??]";
"silver" = "Argento [??]";
"bronze" = "Bronzo [??]";
"metallic" = "Rosso metallico [??]";
"tricolor" = "Tricromia [Ciano/Magenta/Giallo]";
"photo" = "Foto [Nero/Ciano chiaro/Magenta chiaro]";
"photogray" = "Grigio foto [Nero/Grigio/Grigio chiaro]";
"lightcyanlightmagenta" = "Magenta chiaro [LM]/Ciano chiaro [LC]";
"magentayellow" = "Magenta [M]/Giallo [Y]";
"mediumcyan" = "Nero opaco [MK]/Ciano [C]";
"mediumgray" = "Nero foto [PK]/Grigio chiaro [LG]";
"magentacyan" = "Magenta [M]/Ciano [C]";
"cyanmagenta" = "Magenta [M]/Ciano [C]";
"blackyellow" = "Nero [K]/Giallo [Y]";
"Photo [PK]" = "Foto [PK]";
"imagingdrumhpcea" = "Tamburo [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
